Repository: moslem7026/hotcakes-commerce-core
Catalog: Website/DesktopModules/DnnSharp/ActionForm/App_LocalResources/Form.*.resx
Languages: nl_nl

# agreeToTerms.text
source: Agree to <a href="{0}" target="_blank">Terms and Conditions</a>
nl_nl: Ik ga akkoord met de <a href="{0}" target="_blank">voorwaarden</a>

# agreeToTermsPopup1.text
source: Agree to
nl_nl: Ik ga akkoord

# agreeToTermsPopup2.text
source: <a href="{0}">Terms and Conditions</a>
nl_nl: <a href="{0}">met de voorwaarden</a>

# button.pleaseWait
source: Please wait...
nl_nl: Even wachten...

# button.selectFile
source: Select file...
nl_nl: Kies een bestand...

# jquery.datepicker.closeText
source: Done
nl_nl: Klaar

# jquery.datepicker.currentText
source: Today
nl_nl: Vandaag

# jquery.datepicker.dayNames
source: ["Sunday", "Monday", "Tuesday", "Wednesday", "Thursday", "Friday", "Saturday"]
nl_nl: ["Zondag", "Maandag", "Dinsdag", "Woensdag", "Donderdag", "Vrijdag", "Zaterdag"]

# jquery.datepicker.dayNamesMin
source: ["Su","Mo","Tu","We","Th","Fr","Sa"]
nl_nl: ["Zo","Ma","Di","Woe","Do","Vr","Za"]

# jquery.datepicker.dayNamesShort
source: ["Sun", "Mon", "Tue", "Wed", "Thu", "Fri", "Sat"]
nl_nl: ["Zon", "Maa", "Din", "Woe", "Don", "Vri", "Zat"]

# jquery.datepicker.monthNames
source: ["January","February","March","April","May","June", "July","August","September","October","November","December"]
nl_nl: ["Januari","Februari","Maart","April","Mei","Juni", "Juli","Augustus","September","October","November","December"]

# jquery.datepicker.monthNamesShort
source: ["Jan", "Feb", "Mar", "Apr", "May", "Jun", "Jul", "Aug", "Sep", "Oct", "Nov", "Dec"]
nl_nl: ["Jan", "Feb", "Maa", "Apr", "Mei", "Jun", "Jul", "Aug", "Sep", "Oct", "Nov", "Dec"]

# jquery.datepicker.nextText
source: Next
nl_nl: Volgende

# jquery.datepicker.prevText
source: Prev
nl_nl: Vorige

# message.pleaseWait
source: Please wait...
nl_nl: Even wachten...

# validation.captcha
source: Invalid security code
nl_nl: Ongeldige code.

# validation.date
source: Please enter a valid date.
nl_nl: Vul een geldige datum in.

# validation.dateISO
source: Please enter a valid date (ISO).
nl_nl: Vul een geldige datum in (ISO).

# validation.dateUS
source: Date must be in format mm/dd/yyyy.
nl_nl: Datum moet in het formaat mm/dd/yyyy ingevuld worden.

# validation.digits
source: Please enter only digits.
nl_nl: Alleen cijfers gebruiken

# validation.email
source: Please enter a valid email address.
nl_nl: Vul een geldig emailadres in.

# validation.equalTo
source: Please enter the same value again.
nl_nl: Vul dezelfde waarde nog een keer in.

# validation.max
source: Please enter a value less than or equal to {0}.
nl_nl: Vul een waarde lager of gelijk aan {0} in.

# validation.maxlength
source: Please enter no more than {0} characters.
nl_nl: Vul niet meer dan {0} tekens in.

# validation.min
source: Please enter a value greater than or equal to {0}.
nl_nl: Vul een waarde groter of gelijk aan {0} in.

# validation.minlength
source: Please enter at least {0} characters.
nl_nl: Vul minimaal {0} teken(s) in.

# validation.nowhitespace
source: No spaces are allowed.
nl_nl: Spaties zijn niet toegestaan.

# validation.number
source: Please enter a valid integer number.
nl_nl: Voer een geldig nummer in.

# validation.phoneUS
source: Phone number must be in format (###) ###-####.
nl_nl: Vul een telefoonnummer in het volgende formaat in: (###) ###-####.

# validation.range
source: Please enter a value between {0} and {1}.
nl_nl: Vul een waarde tussen {0} en {1} in.

# validation.rangelength
source: Please enter a value between {0} and {1} characters long.
nl_nl: Vul een waarde van minimaal {0} en {1} tekens in.

# validation.remote
source: Please fix this field.
nl_nl: Verander dit veld.

# validation.required
source: This field is required.
nl_nl: Dit veld is verplicht.

# validation.required-cblist
source: At least one item needs to be selected
nl_nl: Minimaal één item is verplicht.

# validation.required-dnnsf
source: This field is required.
nl_nl: Dit veld is verplicht.

# validation.required-file
source: File is required
nl_nl: Bestand is verplicht

# validation.requiredServerMessage
source: This field is required.
nl_nl: Er ontbreekt een verplicht veld {0}.

# validation.url
source: Please enter a valid URL.
nl_nl: Vul een geldige url in.

# validation.fieldsWithIssuesMessage
source: Please check the following fields values:
nl_nl: Controleer de volgende velden waarden:

# wysiwyg.bold
source: Bold
nl_nl: Vet

# wysiwyg.code
source: Code snippet
nl_nl: Stuk tekst

# wysiwyg.indent
source: Indent
nl_nl: Inspringen

# wysiwyg.italic
source: Italic
nl_nl: Schuin

# wysiwyg.outdent
source: Outdent
nl_nl: Inspringen verkleinen

# wysiwyg.removeFormat
source: Remove formatting
nl_nl: Verwijder codering

# wysiwyg.strikeThrough
source: Strike-Through
nl_nl: Doorhalen

# wysiwyg.underline
source: Underline
nl_nl: Onderstrepen

# errors.LoginFailed
source: Login failed! Invalid username or password (status {0})
nl_nl: Inloggen mislukt! Ongeldige gebruikersnaam of wachtwoord (de status {0})

# validation.invalidfilesize
source: File size is too big.
nl_nl: Bestand is te groot.

# actionErrorDefaultMessage
source: There was an error with the form. Please contact the administrator or check logs for more info.
nl_nl: Er is een probleem met dit formulier opgetreden, informeer a.u.b. de administrator of controleer de log bestanden.

# agreeToTermsPopupCloseButton.text
source: Close
nl_nl: Sluiten

# agreeToTermsPopupTitle.text
source: Terms and Conditions
nl_nl: Algemene voorwaarden

# button.clearall
source: Clear all
nl_nl: Alles leegmaken

# button.selectall
source: Select all
nl_nl: Alles selecteren

# filemanager.done
source: Done
nl_nl: Klaar

# filemanager.emptyfolder
source: The folder doesn't contain files with specified extensions.
nl_nl: Deze map bevat geen files met de voorgedefinieerde bestandsextenties.

# filemanager.upload
source: Add Files
nl_nl: Bestanden toevoegen

# fileupload.acceptFileTypes
source: File type not allowed
nl_nl: Bestandstype is niet toegestaan

# fileupload.maxFileSize
source: File is too large
nl_nl: Bestand is te groot

# fileupload.maxNumberOfFiles
source: Maximum number of files exceeded
nl_nl: Het maximale aantal bestanden is overschreden

# fileupload.minFileSize
source: File is too small
nl_nl: Bestand is te klein

# fileupload.multi
source: Add files...
nl_nl: Bestanden toevoegen...

# fileupload.multiFilesDefaultMessage
source: Drop files here or click to upload.
nl_nl: Voeg bestanden toe door ze hier te droppen, of klik hier om toe te voegen.

# fileupload.remove
source: Remove
nl_nl: Verwijderen

# fileupload.single
source: Choose file...
nl_nl: Kies een bestand...

# fileupload.singleFileDefaultMessage
source: Drop file here or click to upload.
nl_nl: Voeg bestand toe door haar hier te droppen, of klik hier om een bestand toe te voegen.

source: Maybe
nl_nl: Misschien

# moduleAction.manage
source: Manage Form
nl_nl: Formulier bewerken

# moduleAction.manageFull
source: Manage Form (full screen)
nl_nl: Formulier bewerken (full screen)

# moduleAction.reports
source: Reports
nl_nl: Raportage

source: No
nl_nl: Nee

# tagsInput.placeholder
source: Type and press enter...
nl_nl: Type en selecteer...

# validation.atleastoneingroup
source: At least one field is required.
nl_nl: Minimaal 1 veld toevoegen.

# validation.atleastonepositiveinteger
source: At least one field must have a strictly positive value.
nl_nl: Minimaal 1 veld moet een positieve waarde hebben.

# validation.captchaExpired
source: Security code expired. Please try again.
nl_nl: Beveiligingscode is verlopen, probeer het opnieuw

# validation.number.integer
source: Please enter a valid integer number.
nl_nl: Graag een geheel getal invullen.

# validation.numberInteger
source: Please enter a valid integer number.
nl_nl: Graag een geheel getal invullen.

# validation.numberIntegerPositive
source: Please enter a valid positive integer number.
nl_nl: Graag een positief geheel getal invullen.

# validation.numberPositive
source: Please enter a valid positive integer number.
nl_nl: Graag een positief geheel getal invullen.

# validation.password
source: Password must contain at least 7 characters.
nl_nl: Het wachtwoord moet minimaal 7 karakters bevatten.

# validation.passwordNoMatch
source: Password fields do not match.
nl_nl: De wachtwoordvelden komen niet overeen.

# validation.required-ddwithcb
source: At least one item needs to be selected
nl_nl: Kies minimaal een waarde

# validation.required-fromclass
source: This field is required.
nl_nl: Dit is een verplicht veld.

source: Yes
nl_nl: Ja
