Repository: moslem7026/hotcakes-commerce-core
Catalog: Website/DesktopModules/Hotcakes/ControlPanel/App_LocalResources/AdminControlBar.ascx.*.resx
Languages: fa_ir

source: ViewShop.Text
fa_ir: مشاهده فروشگاه

source: Dashboard.Text
fa_ir: پیشخوان

source: Catalog.Text
fa_ir: کاتالوگ

source: Products.Text
fa_ir: محصولات

source: Categories.Text
fa_ir: دسته بندی ها

source: Category Performance.Text
fa_ir: عملکرد دسته بندی ها

source: Name, Description.Text
fa_ir: نام و توضیحات

source: Select Products.Text
fa_ir: انتحاب محصولات

source: Roles.Text
fa_ir: نقش ها

source: Content Columns.Text
fa_ir: ستون های محتوا

source: Shared Choices.Text
fa_ir: انتخاب های اشتراکی

source: Product Types.Text
fa_ir: نوع محصول

source: Product Type Properties.Text
fa_ir: انواع خصوصیت های نوع محصول

source: Membership Product Types.Text
fa_ir: فروش نوع عضویت

source: Reviews.Text
fa_ir: نقد و بررسی ها

source: File Vault.Text
fa_ir: بانک فایل های فروشی

source: Marketing.Text
fa_ir: بازاریابی

source: Promotion.Text
fa_ir: فروش های ویژه

source: Reward Points.Text
fa_ir: امتیاز گیری

source: People.Text
fa_ir: مشتریان و بازدیدکنندگان

source: Customers.Text
fa_ir: مشتریان

source: Profile.Text
fa_ir: پروفایل

source: Address Book.Text
fa_ir: دفترچه آدرس ها

source: Price Groups.Text
fa_ir: گروه قیمت ها

source: Manufacturers.Text
fa_ir: تولید کننده ها

source: Vendors.Text
fa_ir: تامین کنندگان

source: Orders.Text
fa_ir: سفارش ها

source: Order Manager.Text
fa_ir: مدیریت سفارشات

source: Add Order.Text
fa_ir: افزودن سفارش جدید

source: New.Text
fa_ir: جدید

source: On Hold.Text
fa_ir: در انتظار

source: Ready for Payment.Text
fa_ir: آماده برای پرداخت

source: Ready for Shipping.Text
fa_ir: آماده برای بارگیری

source: Completed.Text
fa_ir: کامل شده ها

source: Cancelled.Text
fa_ir: انصرافی ها

source: All Orders.Text
fa_ir: تمام سفارشات

source: Reports.Text
fa_ir: گزارشات

source: Summary Report.Text
fa_ir: خلاصه گزارش

source: Transactions by Day.Text
fa_ir: تراکنش بر اساس روز

source: Product Sales.Text
fa_ir: فروش های محصولات

source: Orders by Date.Text
fa_ir: سفارشات بر اساس تاریخ

source: Credit Card Activity.Text
fa_ir: فعالیت های کارت های اعتباری

source: Affiliate Report.Text
fa_ir: گزارش زیر مجموعه ها

source: Affiliate Payments.Text
fa_ir: پرداخت زیرمجموعه ها

source: Sales by Coupon.Text
fa_ir: فروش بر اساس کوپن

source: Sales Tax Report.Text
fa_ir: گزارش مالیات بر فروش

source: Top Products.Text
fa_ir: محصولات برتر

source: Abandoned Carts.Text
fa_ir: سبد خرید های رها شده

source: Gift Cards.Text
fa_ir: کارت هدیه ها

source: Admin.Text
fa_ir: مدیر

source: Affiliates.Text
fa_ir: زیر مجموعه ها

source: Analytics.Text
fa_ir: سیستم های آنالیز

source: API.Text
fa_ir: API

source: Address Validation.Text
fa_ir: اعتبارسنجی آدرس

source: E-Mail Templates.Text
fa_ir: قالب های ایمیل

source: Fraud Screening.Text
fa_ir: اعمال متقلبانه در فروشگاه

source: Shipping Methods.Text
fa_ir: روش های حمل و نقل

source: Shipping Zones.Text
fa_ir: منطقه های حمل و نقلی

source: Shipping &amp; Handling.Text
fa_ir: حمل و نقل و بسته بندی

source: Extensibility.Text
fa_ir: توسعه پذیری

source: Views Manager.Text
fa_ir: مدیریت قالب ها

source: Role Administration.Text
fa_ir: نقش مدیران

source: Gift Card Settings.Text
fa_ir: تنظیمات کارت هدیه

source: Setup Wizard.Text
fa_ir: تنظیمات سریع

source: Settings.Text
fa_ir: تنظیمات

source: Store Name and Logo
fa_ir: نام فروشگاه و لوگو

source: Store's Address.Text
fa_ir: آدرس فروشگاه

source: Geo Location.Text
fa_ir: مکان های جغرافیایی

source: Countries.Text
fa_ir: استان ها

source: E-Mail Addresses.Text
fa_ir: آدرس های ایمیل

source: Payment Methods.Text
fa_ir: متد های پرداخت

source: Product Reviews.Text
fa_ir: نقدهای محصولات

source: Social Media.Text
fa_ir: شبکه های اجتماعی

source: Taxes.Text
fa_ir: مالیات

source: Caching.Text
fa_ir: کش

source: Page Configuration.Text
fa_ir: تنظیم صفحات فروشگاه

source: Help.Text
fa_ir: راهنما

source: LogOut.Text
fa_ir: خروج از سیستم

source: superuser.Text
fa_ir: مدیر ارشد
